import React from "react";
import PagePath from "../../components/SmallComps/PagePath";
import SearchInput from "../../components/SmallComps/SearchInput";
//import Calendar from "../../assets/images/icons/calendar.svg";
//import Img1 from "../../assets/images/blogs/9.png";
//import Img2 from "../../assets/images/blogs/10.png";
//import Abs1 from "../../assets/images/blogs/bg1.png";
//import Abs2 from "../../assets/images/blogs/bg2.png";
import "./ArticlePages.css";
import { SocialLinks2 } from "../../components/SmallComps/SocialLinks";
import Layout from "../../Layouts/Layout";

const SingleBlog = ({seo}) => {
  return (
      <Layout seo={seo}>
          <div className="articlePages blogbox">
              <img className="abs_img abs_1" src="/assets/images/blogs/bg1.png" alt="" />
              <img className="abs_img abs_2" src="/assets/images/blogs/bg2.png" alt="" />
              <SearchInput color="#fff" />
              <div className="article_showcase" style={{ background: `url('/assets/images/blogs/9.png'})` }}>
                  <div className="wrapper">
                      <PagePath prev="მთავარი" current="ბლოგი" color="#fff" />
                  </div>
              </div>
              <div className="wrapper2 content">
                  <div className="title50">ბლოგის სათაური</div>
                  <div className="subject bpg green ">თემა</div>
                  <div className="date">
                      <img src="/assets/images/icons/calendar.svg" alt="" />
                      02 / 10 / 2022
                  </div>
                  <p>
                      ლორემ იპსუმ ზღაპარია მატარა ქეთინომაც, ითამაშეო გავიგდებ უთვალავს
                      ქვევრში. გაბედოთ გამოგვყვები გაყვირებს სანოვაგე მიუმართავთ ღვიოდა
                      საჯაროდ. მეგობრობის ბურთულა ვულგარული ხვრელებსა ქვევრში უთვალავს.
                      შესთავაზებს ცუდმავალი ტირანმა, ეცემა მარაზმზე, გავიგდებ ქვევრში
                      სამაგისო რახტიც პირობებით. ბარათებს პირობებით გაყვირებს ბბილეთი
                      ვულგარული მამიკვდე დერიდამ. თხზულების სახელწოდებები გამორჩა დაკითხა,
                      მოიხიბლებოდა საგვარეულოს დავინტერესებულიყავით გადაგიხადო ბაბინებზე.
                      ეცემა სანოვაგე ეზოსა მზემ მატარა გვიკვირს ხვრელებსა, ვულგარული სიაზე
                      ყინული პირობებით ბატკნებს მიუმართავთ მოსვა უთვალავს. მეგობრობის
                      გავიგდებ ფშვინვას მოსვა ვულგარული ბურთულა ბაბინებზე მოიქცნენ. დასვა
                      ქეთინომაც პრაქტიკულ ეზოსა დაკითხა გვიკვირს ოცდამეოთხე ვერტიკალურ
                      პირობებით გყოფნით. იკურნება გაიფანტა ვერტიკალურ გაყვირებს
                      გამოსარჩლებამ გავიგდებ მოიქცნენ გადმოაღებინა აფხაზეთით ეცემა.
                  </p>
                  <p>
                      ლორემ იპსუმ ზღაპარია მატარა ქეთინომაც, ითამაშეო გავიგდებ უთვალავს
                      ქვევრში. გაბედოთ გამოგვყვები გაყვირებს სანოვაგე მიუმართავთ ღვიოდა
                      საჯაროდ. მეგობრობის ბურთულა ვულგარული ხვრელებსა ქვევრში უთვალავს.
                      შესთავაზებს ცუდმავალი ტირანმა, ეცემა მარაზმზე, გავიგდებ ქვევრში
                      სამაგისო რახტიც პირობებით. ბარათებს პირობებით გაყვირებს ბბილეთი
                      ვულგარული მამიკვდე დერიდამ. თხზულების სახელწოდებები გამორჩა დაკითხა,
                      მოიხიბლებოდა საგვარეულოს დავინტერესებულიყავით გადაგიხადო ბაბინებზე.
                      ეცემა სანოვაგე ეზოსა მზემ მატარა გვიკვირს ხვრელებსა, ვულგარული სიაზე
                      ყინული პირობებით ბატკნებს მიუმართავთ მოსვა უთვალავს. მეგობრობის
                      გავიგდებ ფშვინვას მოსვა ვულგარული ბურთულა ბაბინებზე მოიქცნენ. დასვა
                      ქეთინომაც პრაქტიკულ ეზოსა დაკითხა გვიკვირს ოცდამეოთხე ვერტიკალურ
                      პირობებით გყოფნით. იკურნება გაიფანტა ვერტიკალურ გაყვირებს
                      გამოსარჩლებამ გავიგდებ მოიქცნენ გადმოაღებინა აფხაზეთით ეცემა.
                  </p>
                  <div className="art_img img">
                      <img src="/assets/images/blogs/9.png" alt="" />
                  </div>
                  <p>
                      ლორემ იპსუმ ზღაპარია მატარა ქეთინომაც, ითამაშეო გავიგდებ უთვალავს
                      ქვევრში. გაბედოთ გამოგვყვები გაყვირებს სანოვაგე მიუმართავთ ღვიოდა
                      საჯაროდ. მეგობრობის ბურთულა ვულგარული ხვრელებსა ქვევრში უთვალავს.
                      შესთავაზებს ცუდმავალი ტირანმა, ეცემა მარაზმზე, გავიგდებ ქვევრში
                      სამაგისო რახტიც პირობებით. ბარათებს პირობებით გაყვირებს ბბილეთი
                      ვულგარული მამიკვდე დერიდამ. თხზულების სახელწოდებები გამორჩა დაკითხა,
                      მოიხიბლებოდა საგვარეულოს დავინტერესე უთვალავს. მეგობრობის გავიგდებ
                      ფშვინვას მოსვა ვულგარული ბურთულა ბაბინებზე მოიქცნენ. დასვა ქეთინომაც
                      პრაქტიკულ ეზოსა დაკითხა გვიკვირს ოცდამეოთხე ვერტიკალურ პირობებით
                      გყოფნით. იკურნება გაიფანტა ვერტიკალურ გაყვირებს გამოსარჩლებამ გავიგდებ
                      მოიქცნენ გადმოაღებინა აფხაზეთით ეცემა.
                  </p>
                  <p>
                      ლორემ იპსუმ ზღაპარია მატარა ქეთინომაც, ითამაშეო გავიგდებ უთვალავს
                      ქვევრში. გაბედოთ გამოგვყვები გაყვირებს სანოვაგე მიუმართავთ ღვიოდა
                      საჯაროდ. მეგობრობის ბურთულა ვულგარული ხვრელებსა ქვევრში უთვალავს.
                      შესთავაზებს ცუდმავალი ტირანმა, ეცემა მარაზმზე, გავიგდებ ქვევრში
                      სამაგისო რახტიც პირობებით. ბარათებს პირობებით გაყვირებს ბბილეთი
                      ვულგარული მამიკვდე დერიდამ. თხზულების სახელწოდებები გამორჩა დაკითხა,
                      მოიხიბლებოდა საგვარეულოს დავინტერესებულიბულიყავით გადაგიხადო
                      ბაბინებზე. ეცემა სანოვაგე ეზოსა მზემ მატარა გვიკვირს ხვრელებსა,
                      ვულგარული სიაზე ყინული პირობებით ბატკნებს მიუმართავთ მოსვაყავით
                      გადაგიხადო ბაბინებზე. ეცემა სანოვაგე ეზოსა მზემ მატარა გვიკვირს
                      ხვრელებსა, ვულგარული სიაზე ყინული პირობებით ბატკნებს მიუმართავთ მოსვა
                      უთვალავს. მეგობრობის გავიგდებ ფშვინვას მოსვა ვულგარული ბურთულა
                      ბაბინებზე მოიქცნენ. დასვა ქეთინომაც პრაქტიკულ ეზოსა დაკითხა გვიკვირს
                      ოცდამეოთხე ვერტიკალურ პირობებით გყოფნით. იკურნება გაიფანტა ვერტიკალურ
                      გაყვირებს გამოსარჩლებამ გავიგდებ მოიქცნენ გადმოაღებინა აფხაზეთით
                      ეცემა.
                  </p>
                  <div className="art_img img">
                      <img src="/assets/images/blogs/10.png" alt="" />
                  </div>
                  <p>
                      ლორემ იპსუმ ზღაპარია მატარა ქეთინომაც, ითამაშეო გავიგდებ უთვალავს
                      ქვევრში. გაბედოთ გამოგვყვები გაყვირებს სანოვაგე მიუმართავთ ღვიოდა
                      საჯაროდ. მეგობრობის ბურთულა ვულგარული ხვრელებსა ქვევრში უთვალავს.
                      შესთავაზებს ცუდმავალი ტირანმა, ეცემა მარაზმზე, გავიგდებ ქვევრში
                      სამაგისო რახტიც პირობებით. ბარათებს პირობებით გაყვირებს ბბილეთი
                      ვულგარული მამიკვდე დერიდამ. თხზულების სახელწოდებები გამორჩა დაკითხა,
                      მოიხიბლებოდა საგვარეულოს დავინტერესებულიყავით გადაგიხადო ბაბინებზე.
                      ეცემა სანოვაგე ეზოსა მზემ მატარა გტიკალურ გაყვირებს გამოსარჩლებამ
                      გავიგდებ მოიქცნენ გადმოაღებინა აფხაზეთით ეცემა.
                  </p>
                  <SocialLinks2 />
              </div>
          </div>
      </Layout>
  );
};

export default SingleBlog;
